// №1⊗jsPmBsPrmF
//
// Пусть дана переменная r с радиусом круга. По соответствующей формуле найдите площадь круга и запишите ее в переменную s. Выведите содержимое этой переменной на экран.
//
let r;
let s1 = r**2 * Math.PI
// №2⊗jsPmBsPrmF
//
// Пусть дана переменная a со стороной квадрата. Найдите площадь квадрата и запишите ее в переменную s. Выведите содержимое этой переменной на экран.
//
let a;
let s2 = a*a
// №3⊗jsPmBsPrmF
//
// Пусть даны переменные a и b со сторонами прямоугольника. Найдите площадь прямоугольника и запишите ее в переменную s. Выведите содержимое этой переменной на экран.
//
let a1,b1;
let s3 = a1*b1*1/2
// №4⊗jsPmBsPrmF
//
// Пусть даны переменные a и b со сторонами прямоугольника. Найдите периметр прямоугольника и запишите его в переменную p. Выведите содержимое этой переменной на экран.
//
// №5⊗jsPmBsPrmF
//
// Пусть дана переменная tc с температурой в градусах Цельсия. По соответствующей формуле выполните перевод этой температуры в градусы Фаренгейта.
//
// №6⊗jsPmBsPrmF
//
// Пусть дана переменная tf с температурой в градусах Фаренгейта. По соответствующей формуле выполните перевод этой температуры в градусы Цельсия.