// №1⊗jsPmBsPrmO
//
// Найдите количество секунд в сутках.
let res1 = 24*60*60
//
// №2⊗jsPmBsPrmO
//
// Найдите количество секунд в 30 сутках.
let res2 = 30*24*60*60
//
// №3⊗jsPmBsPrmO
//
// Найдите количество секунд в году.
let res3 = 365*24*60*60
//
// №4⊗jsPmBsPrmO
//
// Найдите количество минут в сутках.
let res4 = 60*24
//
// №5⊗jsPmBsPrmO
//
// Найдите количество минут в году.
let res5 = 60*365*24
//
// №6⊗jsPmBsPrmO
//
// Найдите количество байт в мегабайте.
let res6 = 1024*1024
//
// №7⊗jsPmBsPrmO
//
// Найдите количество байт в гигабайте.
let res7 = 1024*1024*1024
//
// №8⊗jsPmBsPrmO
//
// Найдите количество байт в 10 гигабайтах.
//
// №9⊗jsPmBsPrmO
//
// Найдите количество байт в терабайте.
//
// №10⊗jsPmBsPrmO
//
// Найдите количество килобайт в терабайте.